SELECT * FROM public."Books"

INSERT INTO public."Books" 
("Title", "Description", "Price", "Isbn", "ImageUrl")
VALUES
('Лицар Сімох Королівств. Кінопроект', 
'Історії, які відбуваються за сто років до подій "Пісні льоду й полумя, коли на Залізному троні ще сиділи Таргарієни, а память про останніх живих драконів ще не стерлася, знову і знову доводять: на світі завжди є місце шляхетності й лицарству.',
686.00, '978-617-8144-98-2', 'https://balka-book.com/files/2026/03_05/14_59/u_files_store_72_69.jpg'),
('Відьмак. Останнє бажання. Книга 1', 'Від Яруги до Драконячих гір мандрує один з останніх відьмаків – Ґеральт із Рівії. Він зустрічає людей та істот, які чимось дуже нагадують персонажів відомих казок, і намагається зрозуміти, чи залишилося в ньому самому хоч щось від людини. А може, він – тільки додаток до двох своїх мечів: звичайного залізного та відьмачого, з карбованим руків’ям та срібним клинком, який колись стане для нього мечем призначення…',
390.00, '978-617-15-1916-9', 'https://balka-book.com/files/2026/03_05/18_41/u_files_store_89_199.jpg'),
('Король-Пастух. Книга 1. Одне темне вікно', 'У світі, де магія небезпечна, а кожна помилка може коштувати життя, Елспет приховує секрет — у її голові живе давній дух. Він захищає її, але водночас поступово забирає контроль. Коли вона зустрічає загадкового незнайомця, їхня спільна подорож стає грою з темрявою, довірою і власними страхами.',
650.00, '978-617-8446-22-2', 'https://balka-book.com/files/2026/04_02/15_43/u_files_store_72_31.jpg');




